Repository: gertrude-app/gertrude
Catalog: swift/podcasts/lib-views/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: es

# shows.title
source: Shows
es: Programas

# shows.addShow
source: Add Show
es: Agregar Programa

# shows.delete
source: Delete
es: Eliminar

# shows.subscriptionRequired
source: Subscription required to add or update shows.
es: Se requiere suscripción para agregar o actualizar programas.

# shows.empty.title
source: No shows yet
es: Aún no hay programas

# shows.empty.message
source: Add your first podcast show to get started listening to approved content.
es: Agrega tu primer podcast para comenzar a escuchar contenido aprobado.

# shows.episodeCount
source: %lld episodes
es: %lld episodios

# shows.newCount
source: %lld new
es: %lld nuevos

# search.prompt
source: Search for podcasts...
es: Buscar podcasts...

# search.empty.message
source: Enter a search term to find podcasts you'd like to add.
es: Ingresa un término de búsqueda para encontrar podcasts que desees agregar.

# search.noResults.title
source: No Results
es: Sin resultados

# search.noResults.message
source: No podcasts found for "%@". Try a different search term.
es: No se encontraron podcasts para "%@". Intenta con otro término de búsqueda.

# settings.title
source: Settings
es: Configuración

# settings.storage.header
source: STORAGE
es: ALMACENAMIENTO

# settings.storage.reclaim
source: Reclaim %.1fGB Storage
es: Recuperar %.1fGB

# settings.security.header
source: SECURITY
es: SEGURIDAD

# settings.changePin
source: Change PIN
es: Cambiar PIN

# settings.subscription.header
source: SUBSCRIPTION
es: SUSCRIPCIÓN

# settings.subscription.status
source: Status
es: Estado

# settings.subscription.label
source: Subscription
es: Suscripción

# settings.subscription.status.freeTrial
source: Free trial
es: Prueba gratuita

# settings.subscription.status.active
source: Subscription active
es: Suscripción activa

# settings.subscription.status.freeForever
source: Free forever
es: Gratis para siempre

# settings.subscription.status.unpaid
source: Subscription unpaid
es: Suscripción no pagada

# settings.subscription.friendMessage
source: You are officially one of Jared's friends 😊
es: ¡Oficialmente eres amigo de Jared! 😊

# settings.subscription.expires
source: Expires
es: Expira

# settings.subscription.expired
source: Expired
es: Expirada

# settings.subscription.subscribeNow
source: Subscribe Now
es: Suscríbete ahora

# settings.subscription.price
source: $10/year
es: $10/año

# settings.subscription.privacy
source: Privacy Policy
es: Política de Privacidad

# settings.subscription.unpaidWarning
source: Shows will not update and you may not add new shows while your subscription is unpaid
es: Los programas no se actualizarán y no podrás agregar nuevos mientras tu suscripción no esté pagada

# settings.expiration.daysAgo
source: %lld days ago
es: hace %lld días

# settings.expiration.today
source: Today
es: Hoy

# settings.expiration.tomorrow
source: Tomorrow
es: Mañana

# settings.expiration.inDays
source: in %lld days
es: en %lld días

# show.sortNewestFirst
source: Sort newest first
es: Ordenar por más nuevo

# show.sortOldestFirst
source: Sort oldest first
es: Ordenar por más antiguo

# show.showArchived
source: Show archived (%lld)
es: Mostrar archivados (%lld)

# show.unarchiveAll
source: Unarchive all
es: Desarchivar todo

# show.archive
source: Archive
es: Archivar

# show.unarchive
source: Unarchive
es: Desarchivar

# show.download
source: Download
es: Descargar

# show.removeDownload
source: Remove download
es: Eliminar descarga

# show.pause
source: Pause
es: Pausar

# show.play
source: Play
es: Reproducir

# show.resume
source: Resume
es: Reanudar

# show.playLatest
source: Play Latest
es: Reproducir Último

# pin.setPin
source: Set PIN
es: Establecer PIN

# pin.confirmPin
source: Confirm PIN
es: Confirmar PIN

# pin.enterPin
source: Enter PIN
es: Ingresar PIN

# pin.choose6Digit
source: Choose a 6-digit PIN
es: Elige un PIN de 6 dígitos

# pin.enterAgainToConfirm
source: Enter your PIN again to confirm
es: Ingresa tu PIN nuevamente para confirmar

# pin.enterToContinue
source: Enter your PIN to continue
es: Ingresa tu PIN para continuar

# pin.dontMatch
source: PINs don't match. Try again.
es: Los PIN no coinciden. Intenta de nuevo.

# pin.incorrect
source: Incorrect PIN. Try again.
es: PIN incorrecto. Intenta de nuevo.

# pin.cancel
source: Cancel
es: Cancelar

# pin.clear
source: Clear
es: Borrar

# pin.lockout.waitMoment
source: Too many failed attempts. Please wait a moment before trying again.
es: Demasiados intentos fallidos. Por favor, espera un momento antes de volver a intentarlo.

# pin.lockout.waitMinutes
source: Too many failed attempts. You must wait %lld minutes before trying again.
es: Demasiados intentos fallidos. Debes esperar %lld minutos antes de volver a intentarlo.

# welcome.greeting
source: Hi there!
es: ¡Hola!

# welcome.description
source: Gertrude AM lets parents or accountability partners give access to only selected, approved podcasts.
es: Gertrude AM permite a padres o compañeros de responsabilidad dar acceso solo a podcasts seleccionados y aprobados.

# welcome.getStarted
source: Get started
es: Comenzar

# nowPlaying.title
source: NOW PLAYING
es: REPRODUCIENDO

# episode.removeDownload
source: Remove download
es: Eliminar descarga

# episode.downloadEpisode
source: Download episode
es: Descargar episodio

# episode.downloading
source: Downloading...
es: Descargando...

# episode.markAsPlayed
source: Mark as played
es: Marcar como reproducido

# episode.markAsUnplayed
source: Mark as unplayed
es: Marcar como no reproducido

# episode.archiveEpisode
source: Archive episode
es: Archivar episodio

# episode.unarchiveEpisode
source: Unarchive episode
es: Desarchivar episodio

# episodeDetail.description
source: Description:
es: Descripción:

# episodeDetail.downloaded
source: Downloaded
es: Descargado

# episodeDetail.duration
source: Duration
es: Duración

# episodeDetail.episodeInfo
source: Episode Info:
es: Información del episodio:

# episodeDetail.episodeWebsite
source: EPISODE WEBSITE
es: SITIO WEB DEL EPISODIO

# episodeDetail.notDownloaded
source: Not Downloaded
es: No descargado

# episodeDetail.published
source: Published
es: Publicado

# episodeDetail.size
source: Size
es: Tamaño

# episodeDetail.view
source: View
es: Ver

# claim.code.generating
source: Generating your connection code…
es: Generando tu código de vinculación…

# claim.code.watching
source: Watching for connection…
es: Verificando la vinculación…

# claim.code.instructions
source: Open this link on the parent or accountability partner’s phone or computer (not this %@) to connect to a Gertrude account:
es: Abre este enlace en el teléfono o la computadora del padre, la madre o el compañero de rendición de cuentas (no en este %@) para vincular una cuenta de Gertrude:

# claim.sendLink
source: Send link
es: Enviar enlace

# claim.code.error.title
source: Couldn’t generate a connection code
es: No se pudo generar el código de vinculación

# claim.code.error.body
source: Check your internet connection and try again.
es: Verifica tu conexión a internet e inténtalo de nuevo.

# claim.tryAgain
source: Try again
es: Intenta de nuevo

# claim.success.terminal.title
source: You’re all set
es: Todo listo

# claim.success.terminal.subtitle
source: Subscription active
es: Suscripción activa

# claim.done
source: Done
es: Listo

# claim.success.neutral.title
source: Account connected
es: Cuenta vinculada

# claim.next
source: Next
es: Siguiente

# claim.payment.watching
source: Watching for your subscription…
es: Verificando la suscripción…

# claim.payment.subscribe
source: Your Gertrude account is connected but needs a subscription of $10/year per family. Open this link on another phone or computer (not this %@) to subscribe:
es: Tu cuenta de Gertrude está vinculada, pero requiere una suscripción de $10/año por familia. Abre este enlace en otro teléfono o en una computadora (no en este %@) para suscribirte:

# claim.payment.renew
source: Your Gertrude account is connected but its subscription has lapsed. Open this link on another phone or computer (not this %@) to renew it for $10/year per family:
es: Tu cuenta de Gertrude está vinculada, pero la suscripción venció. Abre este enlace en otro teléfono o en una computadora (no en este %@) para renovarla por $10/año por familia:

# claim.payment.updatePayment
source: Your Gertrude account is connected but its subscription needs a payment update to stay active. Open this link on another phone or computer (not this %@) to update payment:
es: Tu cuenta de Gertrude está vinculada, pero necesitas actualizar el método de pago para que la suscripción siga activa. Abre este enlace en otro teléfono o en una computadora (no en este %@) para actualizar el método de pago:

# account.header
source: ACCOUNT
es: CUENTA

# account.status
source: Status
es: Estado

# account.connected
source: Connected
es: Vinculada

# account.notConnected
source: Not connected
es: No vinculada

# account.subscription
source: Subscription
es: Suscripción

# account.value.active
source: Active
es: Activa

# account.value.freeTrial
source: Free trial
es: Prueba gratuita

# account.value.freeForever
source: Free forever
es: Gratis para siempre

# account.value.unpaid
source: Unpaid
es: No pagada

# account.value.none
source: None
es: Ninguna

# account.cta.connect
source: Connect a Gertrude account
es: Vincula una cuenta de Gertrude

# account.cta.subscribe
source: Subscribe
es: Suscríbete

# account.price
source: $10/year per family
es: $10/año por familia

# home.legacyNag.banner
source: Subscriptions are moving to Gertrude accounts — your access runs through %@. Tap to connect and keep listening.
es: Las suscripciones se están cambiando a cuentas de Gertrude — tu acceso continúa hasta el %@. Toca para vincular y seguir escuchando.

# settings.legacy.explainer
source: Gertrude AM is moving from Apple in-app purchases to Gertrude accounts. Your original purchase is fully honored — and we've added 3 extra months as thanks for the switch. To keep AM after %@, connect a Gertrude account. (Apple won't charge you again.)
es: Gertrude AM se está cambiando de las compras dentro de la app de Apple a cuentas de Gertrude. Tu compra original se respeta por completo, y hemos añadido 3 meses adicionales como agradecimiento por el cambio. Para seguir usando AM después del %@, vincula una cuenta de Gertrude. (Apple no te volverá a cobrar.)

# settings.subscription.activeUntil
source: Active until
es: Activo hasta

# pin.reset.title
source: Reset PIN
es: Restablecer PIN

# pin.reset.subtitle
source: Log in to the Gertrude website, find this device, and click Reset PIN to get a 6-digit code.
es: Inicia sesión en el sitio web de Gertrude, busca este dispositivo y haz clic en Restablecer PIN para obtener un código de 6 dígitos.

# pin.reset.codePlaceholder
source: Enter 6-digit code
es: Ingresa el código de 6 dígitos

# pin.reset.continue
source: Continue
es: Continuar

# pin.reset.codeError
source: That code is incorrect or has expired.
es: Ese código es incorrecto o ha expirado.

# settings.forgotPin
source: Forgot PIN?
es: ¿Olvidaste tu PIN?
